логин с парола
логин през фейсбук
проверка за наличен имейл
регистрация експерт
регистрация пациент
Извличане на всички потребители
Промяна на парола за потребител

-------------------
въвеждане на всички параметри по ишу от страна на потребителя
извличане на хронични болести
извличане на симптоми
извличане на времетраене за лекарства
извличане на предходни параметри по ишу
Поемане на ишу
затваряне на ишу
извличане на отворени ишута по специалист
---------------------
извличане на чат
добавяне на елемент в чат
извличане на обект за даунлоуд
